Repository: myclabs/Inventory
Catalog: application/languages/Orga/granularity.tmx
Source language: fr
Languages: en

source: Niveau
en: Level

source: Niveaux
en: Levels

source: Niveaux (synthèse)
en: Levels (synthesis)

source: Niveau d'édition des collectes
en: Levels editing inventory status

source: Niveaux contrôlant les accès utilisateurs
en: Levels controlling users access

source: Non navigable
en: Not navigable

source: Niveau organisationnel global
en: Global organizational level

source: Ajout d'un niveau organisationnel
en: Addition of an organizational level

source: Axes du niveau à ajouter
en: Axes of the level to be created

source: Niveau pour la pertinence
en: Relevance level

source: Niveau de saisie
en: Input level

source: Niveau pour le suivi des collectes
en: Inventory monitoring level

source: Niveau de choix des formulaires
en: Forms choice level

source: Niveau pour la gestion des rapports
en: Reports management level

source: Niveau pour la gestion des droits
en: Users access management level

source: Merci de sélectionner au moins un axe.
en: Please select at least one axis.

source: Il existe déjà un niveau organisationnel correspondant à cette combinaison d'axes.
en: An organizational level with the same axes already exists.

source: Merci de sélectionner des axes deux à deux non hiérarchiquement reliés.
en: Please select a set of axes without any pair of hierarchically linked axes.

source: Ajout d'un niveau de définition de la pertinence
en: Creation of a relevance configuration level

source: Ajout d'un niveau de suivi des collectes
en: Creation of an inventory monitoring level

source: Ajout d'un niveau de saisie
en: Creation of an input level

source: Ajout d'un niveau de configuration des rapports d'analyses
en: Creation of a reporting level

source: Ajout d'un niveau de configuration des accès utilisateurs
en: Creation of a user access control level

source: Ce niveau est déjà présent.
en: This level is already configured.

source: Cette modification ne peut pas être effectuée, car il existe au moins un rôle associé à une unité organisationnelle de ce niveau organisationnel.
en: This change cannot be performed, since there exists at least one role for an organizational unit at this organizational level.

source: Ce niveau organisationnel ne peut pas être supprimé, car il est utilisé pour la configuration générale du workspace (statut des collectes, rôles, sélection des formulaires comptables, saisies).
en: This organizational level cannot be deleted, since it is used for the general configuration of this workspace (collection data status, roles, accounting form selection, inputs).

source: Ce niveau organisationnel ne peut pas être supprimé, car il a été choisi comme niveau de définition du statut des collectes.
en: This organizational level cannot be deleted, since it has been chosen as the level where collection data status are defined.

source: Ce niveau organisationnel ne peut pas être supprimé, car il a été sélectionné pour y effectuer le choix de formulaires comptables (voir l'onglet « Informations générales »).
en: This organizational level cannot be deleted, since it has been selected for the choice of accounting forms (see "General info" tab).

source: Ce niveau organisationnel ne peut pas être supprimé, car il a été sélectionné pour y effectuer des saisies (voir l'onglet « Informations générales »).
en: This organizational level cannot be deleted, since it has been selected for input processing (see "General info" tab).
